<?php

use function Laravel\Folio\name;
use App\Models\Product;

$products=Product::where('category',App\Enums\CategoryEnum::PROD_PU_PIDLOGI)->get();

name('prod_pu_pidlogi');
?>

@extends('layouts.base')

@section('title', __('Поліуретанові сполучні для наливної підлоги – міцність і довговічність вашого покриття'))
@section('meta_description', __('Поліуретанові сполучні для наливної підлоги забезпечують високоякісне, міцне та стійке покриття.
Вони ідеально підходять для промислових і комерційних об`єктів, де потрібна висока зносостійкість, стійкість до хімічних впливів
та естетичний вигляд. Поліуретанові сполучні гарантують довговічність підлогових покриттів навіть у найважчих умовах експлуатації.'))
@section('meta_keywords', __('поліуретанові сполучні для наливної підлоги, наливна підлога з поліуретановими сполучними, міцні наливні підлоги,
поліуретанові підлоги для промисловості, стійкі до зносу підлогові покриття, поліуретанова наливна підлога, хімічно стійкі підлоги,
довговічні наливні підлоги, сполучні матеріали для наливної підлоги'))


@section('og_title', __('Поліуретанові сполучні для наливної підлоги – міцність і довговічність вашого покриття'))
@section('og_description', __('Поліуретанові сполучні для наливної підлоги забезпечують високоякісне, міцне та стійке покриття.
Вони ідеально підходять для промислових і комерційних об`єктів, де потрібна висока зносостійкість, стійкість до хімічних впливів
та естетичний вигляд. Поліуретанові сполучні гарантують довговічність підлогових покриттів навіть у найважчих умовах експлуатації.'))

@section('og_image', Vite::asset('resources/img/mat_2/02.jpg'))

@section('content')
    <x-category-header>
        <x-slot:title>
            {{ __('mes.product_top_title_py_binders') }}
        </x-slot>

        <x-slot:description>
            {{ __('mes.product_top_description_py_binders') }}
        </x-slot>

    </x-category-header>
    <livewire:search/>

    <x-section>
        <x-decor.card>
            @foreach ($products as $product)
                <x-product :product="$product" />
            @endforeach

        </x-decor.card>
    </x-section>
@endsection

