<?php

use function Laravel\Folio\name;
use App\Models\Product;

$products=Product::where('category',App\Enums\CategoryEnum::PROD_KLEJ_TRAVI)->get();

name('prod_klej_travi');
?>

@extends('layouts.base')

@section('title', __('Двокомпонентний поліуретановий клей для штучної трави – надійне кріплення для спортивних і ландшафтних покриттів'))
@section('meta_description', __('Двокомпонентний поліуретановий клей для штучної трави забезпечує міцне та довговічне з`єднання для
спортивних майданчиків і ландшафтних зон. Відзначається високою стійкістю до погодних умов, зносу та ультрафіолетового випромінювання,
що робить його ідеальним вибором для монтажу штучних покриттів на відкритих майданчиках.'))
@section('meta_keywords', __('двокомпонентний поліуретановий клей для штучної трави, клей для укладання штучної трави, поліуретановий клей
для спортивних майданчиків, міцний клей для штучного покриття, клей для монтажу штучної трави, вологостійкий клей для штучних покриттів,
клей для ландшафтних покриттів, поліуретановий клей для зовнішніх покриттів'))


@section('og_title', __('Двокомпонентний поліуретановий клей для штучної трави – надійне кріплення для спортивних і ландшафтних покриттів'))
@section('og_description', __('Двокомпонентний поліуретановий клей для штучної трави забезпечує міцне та довговічне з`єднання для
спортивних майданчиків і ландшафтних зон. Відзначається високою стійкістю до погодних умов, зносу та ультрафіолетового випромінювання,
що робить його ідеальним вибором для монтажу штучних покриттів на відкритих майданчиках.'))

@section('og_image', Vite::asset('resources/img/mat_4/07.jpg'))

@section('content')
    <x-category-header>
        <x-slot:title>
            {{ __('ПОЛІУРЕТАНОВИЙ КЛЕЙ ДВОКОМПОНЕНТНИЙ ДЛЯ ШТУЧНОЇ ТРАВИ') }}
        </x-slot>

        <x-slot:description>
            {{ __('Поліуретановий клей двокомпонентний для штучної трави використовується для монтажу та кріплення штучного газону
            або штучної трави на різних поверхнях, таких як бетон, асфальт, деревина або пластик. Цей клей зазвичай має високу міцність
            з`єднання і стійкість до впливу погодних умов, температурних змін і ультрафіолетового випромінювання. Він забезпечує надійне
            кріплення штучної трави до основи, утворюючи міцне та стійке з`єднання, яке дозволяє штучному газону залишатися на місці протягом
            тривалого часу. Цей клей є важливим компонентом у процесі встановлення штучного газону та допомагає забезпечити стійкість та
            довговічність покриття.') }}

        </x-slot>

    </x-category-header>
    <livewire:search/>

    <x-section>
        <x-decor.card>
            @foreach ($products as $product)
                <x-product :product="$product" />
            @endforeach

        </x-decor.card>
    </x-section>
@endsection
