<?php

use function Laravel\Folio\name;
use App\Models\Product;

$products=Product::where('category',App\Enums\CategoryEnum::PROD_KLEJ_SENDVICH)->get();

name('prod_klej_sendvich');
?>

@extends('layouts.base')

@section('title', __('Однокомпонентні поліуретанові клеї для сендвіч-панелей та клінкерних термопанелей – міцність та енергоефективність'))
@section('meta_description', __('Однокомпонентні поліуретанові клеї забезпечують надійне та довговічне з`єднання сендвіч-панелей та
клінкерних термопанелей. Ідеальні для створення енергоефективних будівельних конструкцій, що відзначаються високою адгезією, стійкістю
до температурних змін та впливу вологи. Підходять для швидкого монтажу та забезпечують тривалий термін служби готових виробів.'))
@section('meta_keywords', __('поліуретанові клеї для сендвіч-панелей, однокомпонентний клей для клінкерних термопанелей,
клей для монтажу сендвіч-панелей, поліуретановий клей для термопанелей, енергоефективний клей для будівництва,
клей для зовнішніх будівельних конструкцій, монтаж сендвіч-панелей поліуретановим клеєм, водостійкий клей для панелей'))


@section('og_title', __('Однокомпонентні поліуретанові клеї для сендвіч-панелей та клінкерних термопанелей – міцність та енергоефективність'))
@section('og_description', __('Однокомпонентні поліуретанові клеї забезпечують надійне та довговічне з`єднання сендвіч-панелей та
клінкерних термопанелей. Ідеальні для створення енергоефективних будівельних конструкцій, що відзначаються високою адгезією, стійкістю
до температурних змін та впливу вологи. Підходять для швидкого монтажу та забезпечують тривалий термін служби готових виробів.'))

@section('og_image', Vite::asset('resources/img/mat_4/03.jpg'))

@section('content')
    <x-category-header>
        <x-slot:title>
            {{ __('mes.product_top_title_py_clinker') }}
        </x-slot>

        <x-slot:description>
            {{ __('mes.product_top_description_py_clinker') }}

        </x-slot>

    </x-category-header>
    <livewire:search/>

    <x-section>
        <x-decor.card>
            @foreach ($products as $product)
                <x-product :product="$product" />
            @endforeach

        </x-decor.card>
    </x-section>
@endsection
