<?php

use function Laravel\Folio\name;
use App\Models\Product;

$products=Product::where('category',App\Enums\CategoryEnum::PROD_GIDRO)->get();

name('poli_moch_kholodno');
?>

@extends('layouts.base')

@section('title', __('Поліуретанові клеї для гумової та EPDM крихти – надійне з`єднання для спортивних та ігрових покриттів'))
@section('meta_description', __('Поліуретанові клеї для гумової та EPDM крихти забезпечують міцне та довговічне з`єднання в спортивних
ігрових покриттях, бігових доріжках та дитячих майданчиках. Ці клеї відзначаються стійкістю до впливу погодних умов, зносу та
механічних навантажень, що робить їх ідеальним вибором для створення безпечних та довговічних покриттів.'))
@section('meta_keywords', __('поліуретанові клеї для гумової крихти, поліуретановий клей для EPDM крихти, клей для спортивних покриттів,
з`єднання гумової крихти, поліуретанові клеї для ігрових майданчиків, стійкий клей для гумових покриттів, монтаж EPDM крихти,
поліуретановий клей для бігових доріжок'))


@section('og_title', __('Поліуретанові клеї для гумової та EPDM крихти – надійне з`єднання для спортивних та ігрових покриттів'))
@section('og_description', __('Поліуретанові клеї для гумової та EPDM крихти забезпечують міцне та довговічне з`єднання в спортивних
ігрових покриттях, бігових доріжках та дитячих майданчиках. Ці клеї відзначаються стійкістю до впливу погодних умов, зносу та
механічних навантажень, що робить їх ідеальним вибором для створення безпечних та довговічних покриттів.'))

@section('og_image', Vite::asset('resources/img/mat_4/01.jpg'))

@section('content')
    <x-category-header>
        <x-slot:title>
            {{ __('Полимочевина холодного нанесення') }}
        </x-slot>

        <x-slot:description>
            {{ __('Полімочевина холодного нанесення – це високоефективний матеріал для гідроізоляції, який наноситься при
            звичайних температурних умовах, без необхідності нагрівання. Вона створює міцний, еластичний та безшовний шар,
            що захищає поверхні від проникнення вологи та інших впливів навколишнього середовища. Цей продукт ідеально
            підходить для гідроізоляції різних поверхонь, таких як бетон, цементні стяжки, гіпсокартон, металеві поверхні
            та шифер. Завдяки своїй універсальності, полімочевина холодного нанесення широко використовується для захисту
            конструкцій, які піддаються постійному впливу води або вологості.
            Основні сфери застосування цього матеріалу включають тераси, балкони, мости, тунелі, а також підлоги та паркінги.
            Завдяки високій адгезії до різних матеріалів і стійкості до механічних пошкоджень, полімочевина забезпечує
            довготривалий захист, зберігаючи свої гідроізоляційні властивості навіть за складних умов експлуатації.
            Вона є надійним рішенням для запобігання появі тріщин, протікань та інших проблем, пов`язаних із вологою.') }}
        </x-slot>

    </x-category-header>
    <livewire:search/>

    <x-section>
        <x-decor.card>
            @foreach ($products as $product)
                <x-product :product="$product" />
            @endforeach
        </x-decor.card>
    </x-section>
@endsection

