<?php

use function Laravel\Folio\name;
use App\Models\Product;

name('py_serovine');
?>

@extends('layouts.base')

@section('title', __('Сировина для поліуретану'))
@section('meta_description', __('Широкий вибір сировини для виробництва поліуретану. Надійні компоненти для створення
міцних,
еластичних і довговічних поліуретанових виробів. Оптимальні рішення для будівництва, промисловості та інших галузей.'))
@section('meta_keywords', __('сировина для поліуретану, компоненти для поліуретану, поліол та ізоціанат, поліуретанові
матеріали,
поліуретанова система, виробництво поліуретану, поліуретанові компоненти, хімічні речовини для поліуретану'))


@section('og_title', __('Сировина для поліуретану'))
@section('og_description', __('Широкий вибір сировини для виробництва поліуретану. Надійні компоненти для створення
міцних,
еластичних і довговічних поліуретанових виробів. Оптимальні рішення для будівництва, промисловості та інших галузей.'))
@section('og_image', Vite::asset('resources/img/categories/002.jpg'))

@section('content')
    <x-category-header>
        <x-slot:title>
            {{ __('СИРОВИНА ДЛЯ ПОЛІУРЕТАНУ (ПУ)') }}

        </x-slot>

        <x-slot:description>
            {{ __('Сировина для поліуретану, яка включає поліолі та ізоціанати, широко використовується у виробництві
            поліуретанових матеріалів. Поліуретан знаходить застосування у різних сферах, включаючи будівництво,
            автомобільну
            промисловість,текстильну та меблеву промисловість, електроніку та інші галузі. Його можна знайти у вигляді
            ізоляційних матеріалів для стін, підлог та дахів, у виробництві автомобільних деталей, м`яких оббивок, пін
            для
            меблів, еластичних покриттів для підлог, прокладок, ущільнювачів, штучних тканин і багато іншого.
            Використання
            сировини для поліуретану дозволяє створювати матеріали з різними властивостями, такими як `якість,
            гнучкість,
            міцність, що робить його дуже популярним у виробництві різноманітних товарів.') }}

        </x-slot>

    </x-category-header>
    <livewire:search/>

    <x-section>
        <x-decor.card>
            <x-category-v
                    title=" {{ __('Поліуретан ливарний компактний') }}"
                    description="{{ __('Поліуретан ливарний компактний є популярним матеріалом для виготовлення різноманітних виробів...') }}"
                    image="{{ Vite::asset('resources/img/mat_2/01.jpg') }}"
                    link="{{ route('prod_pu_livarnij') }}"
                    video_one="{{ 'hhkZFJQwQmc?si=lnbvXBkrxqyZfzXi' }}"

            />
            <x-category-v
                    title=" {{ __('Поліуретанові сполучні для наливної підлоги') }}"
                    description="{{ __('Поліуретанові сполучні для наливної підлоги є важливою складовою конструкції наливної підлоги...') }}"
                    image="{{ Vite::asset('resources/img/mat_2/02.jpg') }}"
                    link="{{ route('prod_pu_pidlogi') }}"
                    video_one="{{ 'VHqhn12bUc0?si=qR2n3kgnZgEc_A_b' }}"
            />
            <x-category-v
                    title=" {{ __('Поліуретанові еластоміри') }}"
                    description="{{ __('Поліуретанові еластомери широко використовуються в різних галузях через їх властивості, такі як...') }}"
                    image="{{ Vite::asset('resources/img/mat_2/03.jpg') }}"
                    link="{{ route('prod_pu_elastomiri') }}"
                    video_one="{{ 'Gtbn_KSweLY?si=Z9yzD9QhkwdJbezB' }}"
            />
            <x-category-v
                    title=" {{ __('Поліуретанова паста') }}"
                    description="{{ __('Поліуретанова паста - це матеріал, який зазвичай використовується для ремонту або реставрації...') }}"
                    image="{{ Vite::asset('resources/img/mat_2/04.jpg') }}" link="{{ route('prod_pu_pasta') }}"
                    video_one="{{ 'VHqhn12bUc0?si=qR2n3kgnZgEc_A_b' }}"
            />
            <x-category-v
                    title=" {{ __('Пігментні пасти для поліуретанів') }}"
                    description="{{ __('Пігментні пасти для поліуретанів - це спеціальні забарвлювальні добавки, які використовуються для... ') }}"
                    image="{{ Vite::asset('resources/img/mat_2/05.jpg') }}" link="{{ route('prod_pu_pigment') }}"
                    video_one="{{ 'njCuAvQ_YNc?si=uEVedbemEHlwVsC0' }}"
            />
        </x-decor.card>
    </x-section>
@endsection
