<?php

return [
    //main - головна сторінка
    "chemical_raw_materials"  => "Хімічна сировина",
    "production_and_supply"  => "ВИРОБНИЦТВО ТА ПОСТАЧАННЯ",
    "welcome_company" => "Ласкаво просимо у компанію",
    "main_company" => "Хімпостачальник!",
    "high_tech_chemicals" => "Ми понад 25 років займаємось виробництвом та постачанням високотехнологічних хімічних речовин.",
    "find_solution" => "Знайдемо для Вас відповідне рішення.",
    'leave_order' => 'Залиште замовлення і ми зв’яжемося з Вами.',
    //чому вибирають нас
    'why_choose_us' => 'ЧОМУ ВИБИРАЮТЬ САМЕ НАС?',
    'task_solution' => 'Рішення будь-якого завдання',
    'verified_materials' => 'Перевірені матеріали',
    'execution_speed' => 'Швидкість виконання',
    'not_standard_solutions' => 'Нестандартні рішення',
    'modern_production' => 'Сучасне виробництво',
    'quality_guarantee' => 'Гарантія якості',
    //категорії головна
    //01
    'category_title_ppy' => 'СИРОВИНА ДЛЯ ПІНОПОЛІУРЕТАНА',
    'category_description_ppy' => 'Сировина для пінополіуретана складається з двох компонентів – поліолу та ізоцианату. Ми виробляємо сировину для жорстких пін...',
    //02
    'category_title_py' => 'СИРОВИНА ДЛЯ ПОЛІУРЕТАНУ',
    'category_description_py' => 'Сировина для поліуретану, яка включає поліолі та ізоціанати, широко використовується у виробництві поліуретанових...',
    //03
    'category_title_py_stone_carpet' => 'СИРОВИНА ДЛЯ ПОЛІУРЕТАНОВОГО КАМ`ЯНОГО КИЛИМА',
    'category_description_py_stone_carpet' => 'Сировина для поліуретанового кам`яного килима включає в себе поліуретанові смоли, наповнювачі (такі як камінь, пісок або ...',
    //04
    'category_title_py_glue' => 'ПОЛІУРЕТАНОВІ КЛЕЇ',
    'category_description_py_glue' => 'Поліуретанові клеї широко використовуються в різних галузях промисловості та ремонту. Вони є дуже міцними та мають широкий спектр застосувань завдяки своїм...',
    //05
    'category_title_py_paint' => 'СИРОВИНА ДЛЯ ЛАКОФАРБОВОЇ ПРОМИСЛОВОСТІ',
    'category_description_py_paint' => 'Сировина для лакофарбової промисловості включає в себе різноманітні компоненти, необхідні для виробництва фарб, лаків та покриттів.',
    //06
    'category_title_py_foundry' => 'ВИРОБИ З ЛИВАРНОГО ПОЛІУРЕТАНУ',
    'category_description_py_foundry' => 'Вироби з ливарного поліуретану широко застосовуються в різних галузях через їхню високу міцність, легкість та',
    //07
    'category_title_py_wet_stone_effect' => 'ЕФЕКТ МОКРОГО КАМЕНЮ',
    'category_description_py_wet_stone_effect' => 'Сировина для поліуретанового ефекту мокрого каменю включає в себе поліуретанові смоли, спеціальні наповнювачі, пігменти для створення',
    //08
    'category_title_materials_waterproofing' => 'Сировина для гідроізоляції',
    'category_description_materials_waterproofing' => 'Гідроізоляційна мембрана для плоских покрівель, терас, балконів, металевих покрівель і споруд, мостів, резервуарів, очисних',

    //Підкатегорія пінополіуретан (ppy)

    'subproduct_top_title_ppy' => 'СИРОВИНА ДЛЯ ПІНОПОЛІУРЕТАНА (ППУ)',
    'subproduct_top_description_ppy' => 'Сировина для пінополіуретана складається з двох компонентів – поліолу та ізоцианату. Ми виробляємо сировину для жорстких пін. Такі піни використовуються для виготовлення теплоізоляційних матеріалів методом напилення або наливом у форми, для стабілізації грунтів та вугільних масивів, для вироблення декору та негабарітних виробів, наливу між стінами, технічні ізоляційні продукти. Відзначається за високою теплоізоляційною та жорсткою властивістю, що робить її популярною у будівництві, автомобільний промисловості, бджільництві, гірничобудівної промисловості. ЗБЕРІГАЄ ВЛАСТИВОСТІ ВІД 40 років.',
    //01
    'category_v_title_ppy_spraying' => 'ППУ для напилення',
    'category_v_description_ppy_spraying' => 'Сировина для пінополіуретана складається з двох компонентів – поліолу та ізоцианату. Ми виробляємо сировину для жорстких пін',
    //02
    'category_v_title_ppy_shell' => 'ППУ для шкаралупи',
    'category_v_description_ppy_shell' => 'Застосовується у виробництві теплоізоляційних напівциліндрів (шкаралуп), призначених для теплоізоляції трубопровідних систем теплопостачання та ',
    //03
    'category_v_title_insulated_pipes' => 'ППУ попередньо-ізольованих труб',
    'category_v_description_insulated_pipes' => 'Попередньо ізольовані пінополіуретаном труби є дуже ефективної та сучасної технологією енергозбереження',
    //04
    'category_v_title_ppy_sandwich_panels' => 'ППУ для заливки Сендвіч-панелей',
    'category_v_description_ppy_sandwich_panels' => 'ППУ широко використовується для виробництва сендвіч-панелей і торговельного холодильного обладнання',
    //05
    'category_v_title_ppy_decor_product' => 'ППУ для декору та негабаритних виробів',
    'category_v_description_ppy_decor_product' => 'Пінополіуретан (ППУ) може бути використаний для декору та виробів негабаритних розмірів, таких як вулики тощо. ППУ може бути легко формованим',
    //06
    'category_v_title_ppy_coal_massif' => 'ППУ для зміцнення вугільного масиву, зміцнення фундаментів',
    'category_v_description_ppy_coal_massif' => 'Застосування пінополіуретану (ППУ) для зміцнення вугільного масиву або фундаментів може бути використано в окремих випадках як альтернативний метод',
    //07
    'category_v_title_ppy_inter_wall_space' => 'ППУ для заливання міжстінного простору',
    'category_v_description_ppy_inter_wall_space' => 'Використання пінополіуретану (ППУ) для заливання міжстінного простору є поширеною практикою в будівництві',
    //08
    'category_v_title_ppy_air_filters' => 'ППУ для повітряних фільтрів',
    'category_v_description_ppy_air_filters' => 'Пінополіуретан (ППУ) використовується для виготовлення повітряних фільтрів завдяки своїм властивостям, таким як висока пористість, міцність і',

    //Підкатегорія поліуретан (py)

    'subproduct_top_title_py' => 'СИРОВИНА ДЛЯ ПОЛІУРЕТАНУ (ПУ)',
    'subproduct_top_description_py' => 'Сировина для поліуретану, яка включає поліолі та ізоціанати, широко використовується у виробництві поліуретанових матеріалів. Поліуретан знаходить застосування у різних сферах, включаючи будівництво, автомобільну промисловість,текстильну та меблеву промисловість, електроніку та інші галузі. Його можна знайти у вигляді ізоляційних матеріалів для стін, підлог та дахів, у виробництві автомобільних деталей, м`яких оббивок, пін для меблів, еластичних покриттів для підлог, прокладок, ущільнювачів, штучних тканин і багато іншого. Використання сировини для поліуретану дозволяє створювати матеріали з різними властивостями, такими як `якість, гнучкість, міцність, що робить його дуже популярним у виробництві різноманітних товарів.',
    //01
    'category_v_title_py_injection_molding' => 'Поліуретан ливарний компактний',
    'category_v_description_py_injection_molding' => 'Поліуретан ливарний компактний є популярним матеріалом для виготовлення різноманітних виробів...',
    //02
    'category_v_title_py_leveling_floors' => 'Поліуретанові сполучні для наливної підлоги',
    'category_v_description_py_leveling_floors' => 'Поліуретанові сполучні для наливної підлоги є важливою складовою конструкції наливної підлоги...',
    //03
    'category_v_title_py_elastomers' => 'Поліуретанові еластоміри',
    'category_v_description_py_elastomers' => 'Поліуретанові еластомери широко використовуються в різних галузях через їх властивості, такі як...',
    //04
    'category_v_title_py_paste' => 'Поліуретанова паста',
    'category_v_description_py_paste' => 'Поліуретанова паста - це матеріал, який зазвичай використовується для ремонту або реставрації...',
    //05
    'category_v_title_py_pigment_pastes' => 'Пігментні пасти для поліуретанів',
    'category_v_description_py_pigment_pastes' => 'Пігментні пасти для поліуретанів - це спеціальні забарвлювальні добавки, які використовуються для... ',

    //Підкатегорія ПОЛІУРЕТАНОВОГО КАМ`ЯНОГО КИЛИМА

    'subproduct_top_title_py_stone_carpet' => 'СИРОВИНА ДЛЯ ПОЛІУРЕТАНОВОГО КАМ`ЯНОГО КИЛИМА',
    'subproduct_top_description_py_stone_carpet' => 'Сировина для поліуретанового кам`яного килима включає в себе поліуретанові смоли, наповнювачі (такі як камінь, пісок або гравій), пігменти для забарвлення та додаткові добавки для зміцнення або покращення властивостей кінцевого продукту. Ці матеріали зазвичай змішуються разом і наносяться на підготовлену поверхню для створення товстого та міцного покриття, яке надає відчуття природного каменю. Поліуретанові кам`яні килими застосовуються в інтер`єрах та екстер`єрах як декоративне покриття для підлоги, стін, доріжок та інших поверхонь, завдяки своїй витривалості, водонепроникності та естетичному вигляду',

    //ПОЛІУРЕТАНОВІ КЛЕЇ

    'subproduct_top_title_py_glue' => 'ПОЛІУРЕТАНОВІ КЛЕЇ',
    'subproduct_top_description_py_glue' => 'Поліуретанові клеї широко використовуються в різних галузях промисловості та ремонту. Вони є дуже міцними та мають широкий спектр застосувань завдяки своїм властивостям. Ці клеї чудово підходять для склеювання дерев`яних елементів, таких як меблі, підлоги, двері тощо, завдяки високій міцності зчеплення з деревиною та вологостійкості. Вони також широко використовуються в автомобільній промисловості для склеювання внутрішніх деталей автомобілів, наприклад, панелей приладів чи оббивки сидінь. Крім того, поліуретанові клеї дуже популярні в ремонті та будівництві, де вони можуть бути використані для різноманітних конструкційних робіт та ремонтних заходів.',

    //01
    'category_v_title_glue_epdm' => 'Поліуретанові клеї для гумової та EPDM крихти',
    'category_v_description_glue_epdm' => 'Поліуретанові клеї для гумової та EPDM (етиленпропілендієновий каучук) крихти широко використовуються для',
    //02
    'category_v_title_glue_d4_wood' => 'Поліуретанові клеї однокомпонентні для дерева Д4',
    'category_v_description_glue_d4_wood' => 'Поліуретановий клей однокомпонентний для дерева є відмінним вибором для склеювання дерев`яних деталей в різних',
    //03
    'category_v_title_glue_clinker_thermal_panels' => 'Поліуретанові клеї однокомпонентні для сендвіч-панелей та клінкерних термопанелей',
    'category_v_description_glue_clinker_thermal_panels' => 'Поліуретанові клеї для сендвіч-панелей та клінкерних термопанелей знаходять широке',
    //04
    'category_v_title_glue_foam_textiles' => 'Поліуретанові клеї однокомпонентні для поролону, мікрофібри, текстилю',
    'category_v_description_glue_foam_textiles' => 'Поліуретановий клей однокомпонентний призначений для склеювання поролону, мікрофібри та',
    //05
    'category_v_title_glue_bulk_materials' => 'Поліуретановий клей двокомпонентний для будівельних СИПУЧИХ матеріалів',
    'category_v_description_glue_bulk_materials' => 'Поліуретановий клей двокомпонентний для будівельних матеріалів використовується для склеювання різних поверхонь',
    //06
    'category_v_title_glue_parquet' => 'Поліуретановий клей двокомпонентний для паркету та загально-будівельного призначення',
    'category_v_description_glue_parquet' => 'Поліуретановий клей двокомпонентний для паркету та загальнобудівельного призначення',
    //07
    'category_v_title_glue_artificial_grass' => 'Поліуретановий клей двокомпонентний для штучної трави',
    'category_v_description_glue_artificial_grass' => 'Поліуретановий клей двокомпонентний для штучної трави використовується для монтажу та кріплення штучного газону',
    //08
    'category_v_title_glue_paper_cardboard' => 'Водорозчинні клеї для паперу та картону',
    'category_v_description_glue_paper_cardboard' => 'Водорозчинні клеї для паперу та картону використовуються в різних галузях, таких як друкарство, упаковка, реклама',

    //Підкатегорія Сировина для лакофарбової промисловості

    'subproduct_top_title_paint' => 'СИРОВИНА ДЛЯ ЛАКОФАРБОВОЇ ПРОМИСЛОВОСТІ',
    'subproduct_top_description_paint' => 'Сировина для лакофарбової промисловості включає в себе різноманітні компоненти, необхідні для виробництва фарб,
     лаків та покриттів. Основні складові включають пігменти, розчинники, смоли та добавки. Пігменти надають фарбі або
     лаку барву та покривні властивості, розчинники використовуються для розведення смол та забезпечення потрібної
     консистенції, а смоли формують основу покриття та відповідають за його міцність та стійкість. Добавки можуть включати
     антиоксиданти, антибактеріальні агенти та інші речовини, які покращують характеристики фарби або лаку. Важливо
     відзначити, що використання правильних сировинних матеріалів впливає на якість та характеристики готового продукту,
     що виготовляється в лакофарбовій промисловості.',

    //01
    'category_v_title_py_dispersants' => 'Сикативи та диспергатори',
    'category_v_description_py_dispersants' => 'Сикативи та диспергатори - це речовини, які використовуються у різних галузях, зокрема у фармацевтиці, хімічній промисловості',
    //02
    'category_v_title_py_сatalysts' => 'Каталізатори',
    'category_v_description_py_сatalysts' => 'Каталізатори - це речовини, які прискорюють хімічні реакції, не змінюючи своєї власної структури під час процесу. Вони використовуються в широкому спектрі',
    //03
    'category_v_title_py_antiseptics' => 'Антисептики',
    'category_v_description_py_antiseptics' => 'Антисептики - це речовини або засоби, які використовуються для знищення або інгібування мікробів на поверхнях шкіри, ран або',
    //04
    'category_v_title_py_butoxylated' => 'Смоли алкідно-модифіковані та бутоксильовані',
    'category_v_description_py_butoxylated' => 'Смоли алкідно-модифіковані та бутоксильовані знаходять широке використання у різних галузях промисловості, включаючи',
    //05
    'category_v_title_py_copolymers' => 'Акрилові та акрил-поліуретанові сополімери',
    'category_v_description_py_copolymers' => 'Акрилові та акрил-поліуретанові сополімери використовуються у широкому спектрі застосувань, включаючи виробництво фарб',

    //Підкатегорія Сировина для поліуретанового ефекту мокрого каменю

    'subproduct_top_title_py_wet_stone_effect' => 'ЕФЕКТ МОКРОГО КАМЕНЮ',
    'subproduct_top_description_py_wet_stone_effect' => 'Сировина для поліуретанового ефекту мокрого каменю включає в себе поліуретанові смоли, спеціальні наповнювачі,
     пігменти для створення бажаного кольору та текстури, а також добавки для покращення властивостей покриття. Ці компоненти змішуються разом і наносяться на поверхню, 
     де вони створюють ефект мокрого каменю, що надає відчуття свіжої вологи або легкого блиску, схожого на те, що спостерігається на природних кам`яних поверхнях. Поліуретановий
     ефект мокрого каменю широко використовується для декорування внутрішніх та зовнішніх приміщень, таких як підлоги, стіни, басейни, фонтани та інші об`єкти, де вимагається
     естетичне та стійке до зносу покриття зі специфічним виглядом.',

    //Підкатегорія Вироби з ливарного поліуретану

    'subproduct_top_title_py_injection_molded_polyurethane' => 'ВИРОБИ З ЛИВАРНОГО ПОЛІУРЕТАНУ',
    'subproduct_top_description_py_injection_molded_polyurethane' => 'Вироби з ливарного поліуретану широко застосовуються в різних галузях через їхню високу міцність, легкість та
     деталізацію. Цей матеріал використовується для виготовлення промислових компонентів, моделей, деталей для відливки та прототипів.У сфері меблевого виробництва
	 ливарний поліуретан використовується для створення декоративних елементів, різноманітних орнаментів та обробки меблів. Він також дозволяє створювати складні форми та деталі, що складаються зі
	 звичайно складних для виготовлення матеріалів.',

    //Підкатегорія Сировина для гідроізоляції

    'subproduct_top_title_py_waterproofing' => 'Сировина для гідроізоляції',
    'subproduct_top_description_py_waterproofing' => 'Сировина для гідроізоляції – це матеріали, які створюють захисний бар`єр від проникнення води та вологи в конструкції будівель. До основних
     видів належать полімерні речовини, такі як поліуретани, бітумні суміші на основі нафти, цементні суміші з добавками, а також різні мембрани і плівки з ПВХ або поліетилену. Ці
     матеріали використовуються для захисту фундаментів, дахів, трубопроводів, підлог та інших елементів будівель, забезпечуючи довговічність і стійкість до вологи.',

    //01
    'category_v_title_py_hot_applied_polyurea' => 'Полимочевина гарячого нанесення',
    'category_v_description_py_hot_applied_polyurea' => 'Гідроізоляційна мембрана для плоских покрівель, терас, балконів, металевих покрівель і споруд, мостів, резервуарів',
    //02
    'category_v_title_py_cold_applied_polyurea' => 'Полимочевина холодного нанесення',
    'category_v_description_py_cold_applied_polyurea' => 'Застосовується для терас, балконів, мостів, тунелів, підлог, паркінгів',
    //Продукт - ППУ ДЛЯ НАПИЛЕННЯ

    'product_top_title_ppy_filing' => 'ППУ ДЛЯ НАПИЛЕННЯ',
    'product_top_description_ppy_filing' => 'Пінополіуретан (ППУ) для напилення - це таплоізоляційний матеріал, який відзначається високою теплоізолюючою здатністю. В основному виробляємо три віди пін, густиною: 10, 30 та 50 кг/м куб., відповідно для внутришнього використання, для стін та для покрівель. Крім цього, важливо відзначити, що ППУ не є матеріалом, в якому можуть жити гризуни та комахи. Між тим, він є абсолютно нешкідливим для здоровья людини та тварин. Таким чином, використання ППУ для напилення є ефективним заходом як для збереження енергії в будівлях, так і для запобігання проникненню шкідників.',
    //Продукт - ППУ ДЛЯ шкарлупи

    'product_top_title_ppy_scalp' => 'ППУ ДЛЯ шкаралупи',
    'product_top_description_ppy_scalp' => 'Застосовується у виробництві теплоізоляційних напівциліндрів (шкаралуп), призначених для теплоізоляції трубопровідних систем теплопостачання та опалення, гарячого та холодного водопостачання, для ремонту пошкоджених ділянок тепломереж. Заливання пінополіуретану може здійснюватися як вручну, так і за допомогою заливальних машин.',
    //Продукт - ППУ для попередньо ізольованих труб

    'product_top_title_ppy_insulated_pipes' => 'ППУ для попередньо ізольованих труб',
    'product_top_description_ppy_insulated_pipes' => 'Попередньо ізольовані пінополіуретаном труби є дуже ефективною та сучасною технологією енергозбереження. Ми виробляємо дві рецептури для різних типів заливочних машин з різним співідношенням компонентів',
    //Продукт - ППУ ДЛЯ ВИРОБНИЦТВА СЕНДВІЧ ПАНЕЛЕЙ ТА ТОРГІВЕЛЬНОГО ХОЛОДИЛЬНОГО ОБЛАДНАННЯ.

    'product_top_title_ppy_refrigeration' => 'ППУ ДЛЯ ВИРОБНИЦТВА СЕНДВІЧ ПАНЕЛЕЙ ТА ТОРГІВЕЛЬНОГО ХОЛОДИЛЬНОГО ОБЛАДНАННЯ.',
    'product_top_description_ppy_refrigeration' => 'ППУ широко використовується для ВИРОБНИЦТВА "сендвіч-панелей" і торговельного холодильного обладнання. ППУ ТАКОЖ може використовуватися для ТЕПЛОІЗОЛЯЦІЇ вентиляційних систем, та інших частин обладнання. ППУ є відмінним ізоляційним матеріалом, оскільки має низьку теплопровідність і високу міцність. Він також легкий у використанні, може бути формований під будь-які розміри та форми, що робить його ДУЖЕ ЗРУЧНИМ ПРИ ВИКОРИСТАННІ.',
    //Продукт - ППУ ДЛЯ ДЕКОРУ ТА НЕГАБАРИТНИХ ВИРОБІВ

    'product_top_title_ppy_decor' => 'ППУ ДЛЯ ДЕКОРУ ТА НЕГАБАРИТНИХ ВИРОБІВ',
    'product_top_description_ppy_decor' => 'Пінополіуретан (ППУ) може бути використаний для декору та виробів негабаритних розмірів, таких як вулики тощо. ППУ може бути легко формованим у різні форми і розміри, що робить його дуже корисним для виробництва різноманітних декоративних елементів та негабаритних виробів. Він також має відмінні теплоізоляційні властивості, які можуть бути корисними для додаткової ізоляції або захисту від впливу навколишнього середовища. Такі властивості роблять ППУ популярним матеріалом для використання в різних галузях, включаючи будівництво, декор і виробництво.',
    //Продукт - ППУ ДЛЯ ЗМІЦНЕННЯ ВУГІЛЬНОГО МАСИВУ, ЗМІЦНЕННЯ ФУНДАМЕНТІВ

    'product_top_title_ppy_coal' => 'ППУ ДЛЯ ЗМІЦНЕННЯ ВУГІЛЬНОГО МАСИВУ, ЗМІЦНЕННЯ ФУНДАМЕНТІВ',
    'product_top_description_ppy_coal' => 'Застосування пінополіуретану (ППУ) для зміцнення вугільного масиву або фундаментів може бути використано в окремих випадках як альтернативний метод. У випадку з фундаментами, ППУ може бути використаний для заповнення порожнин, підняття або підсилення старих фундаментів, а також для підтримки та утеплення нових будівельних конструкцій. Щодо зміцнення вугільного масиву, ППУ може застосовуватися для стабілізації шахт або тунелей, заповнення порожнин або для зміцнення підземних стін. Однак перед застосуванням ППУ для цих цілей слід провести детальне технічне обгрунтування, оцінку ризиків та виконати необхідні інженерні розрахунки, щоб забезпечити безпеку та ефективність заходів.',
    //Продукт - ППУ ДЛЯ ЗАЛИВАННЯ МІЖСТІННОГО ПРОСТОРУ

    'product_top_title_ppy_interior' => 'ППУ ДЛЯ ЗАЛИВАННЯ МІЖСТІННОГО ПРОСТОРУ',
    'product_top_description_ppy_interior' => 'Використання пінополіуретану (ППУ) для заливання міжстінного простору є поширеною практикою в будівництві. ППУ може бути застосований для утеплення та ущільнення проміжків між стінами будівлі, що допомагає підвищити теплоізоляцію та зменшити витрати на опалення та кондиціонування повітря. Крім того, застосування ППУ для заливання міжстінного простору може також зміцнити конструкцію будівлі та запобігти появі мікротріщин та вологозбір у внутрішніх приміщеннях. ППУ легко заливається у простори будь-якої форми та розміру, і після застигання утворює однорідний і міцний шар, який забезпечує ефективну теплоізоляцію та ущільнення.',
    //Продукт - ППУ ДЛЯ ПОВІТРЯНИХ ФІЛЬТРІВ

    'product_top_title_ppy_filters' => 'ППУ ДЛЯ ПОВІТРЯНИХ ФІЛЬТРІВ',
    'product_top_description_ppy_filters' => 'Пінополіуретан (ППУ) використовується для виготовлення повітряних фільтрів завдяки своїм властивостям, таким як висока пористість, міцність і хімічна стійкість. ППУ фільтри здатні ефективно усувати тверді частки, пил, бактерії та інші забруднення з повітря, забезпечуючи високу ефективність очищення. Вони також можуть мати довгий термін служби і витримувати високі температури та агресивні середовища. ППУ фільтри знаходять застосування в різних галузях, включаючи промисловість, медицину, автомобільну промисловість та багато інших, де вимагається висока якість повітря та його очищення.',

    //Продукт - ПОЛІУРЕТАН ЛИВАРНИЙ КОМПАКТНИЙ
    'product_top_title_py_livarni' => 'ПОЛІУРЕТАН ЛИВАРНИЙ КОМПАКТНИЙ',
    'product_top_description_py_livarni' => 'Поліуретан ливарний компактний є популярним матеріалом для виготовлення різноманітних виробів, таких як сувеніри, елементи декору інтер`єру, фасади, меблі, меблева фурнітура та комплектуючі. Його широко використовують через його властивості, які дозволяють легко моделювати та створювати різноманітні форми. Він дуже міцний, має високу стійкість до механічних пошкоджень і корозії, а також легкий у використанні. Методи ручної та машинної заливки дозволяють створювати якісні імітації деревини з високою ступенем деталізації, що робить його дуже популярним у сфері дизайну та виробництва меблів та інтер`єрних виробів.',
    //Продукт - ПОЛІУРЕТАНОВІ СПОЛУЧНІ ДЛЯ НАЛИВНОЇ ПІДЛОГИ

    'product_top_title_py_binders' => 'ПОЛІУРЕТАНОВІ СПОЛУЧНІ ДЛЯ НАЛИВНОЇ ПІДЛОГИ',
    'product_top_description_py_binders' => 'Поліуретанові сполучні для наливної підлоги є важливою складовою конструкції наливної підлоги, яка використовується для створення стійкого, міцного та естетично привабливого покриття. Ці сполучні матеріали використовуються для зв`язування піску або кварцового піску з поліуретановою смолою, утворюючи рівномірний та міцний шар. Вони забезпечують не лише міцність, але й добре зчіплення з підкладкою, що дозволяє підлозі протистояти механічним навантаженням і забезпечує довговічність покриття. Крім того, поліуретанові сполучні можуть бути додані різні добавки для покращення характеристик підлоги, таких як водонепроникність, антистатичність або здатність до зменшення утворення шуму.',
    //Продукт - ПОЛІУРЕТАНОВІ ЕЛАСТОМІРИ

    'product_top_title_py_elastomer' => 'ПОЛІУРЕТАНОВІ ЕЛАСТОМІРИ',
    'product_top_description_py_elastomer' => 'Поліуретанові еластомери широко використовуються в різних галузях через їх властивості, такі як висока зносостійкість, гнучкість, довговічність та хімічна стійкість. Вони застосовуються у виробництві різноманітних ущільнювачів, прокладок, ременів передачі потужності, амортизаторів, взуття, покриття для різноманітних поверхонь, у виробництві автомобільних деталей, електронних пристроїв та багато іншого. Вони також можуть бути використані у медичній техніці, спортивному обладнанні, техніці безпеки та багатьох інших галузях завдяки своїм унікальним властивостям.',
    //Продукт - ПОЛІУРЕТАНОВА ПАСТА

    'product_top_title_py_paste' => 'ПОЛІУРЕТАНОВА ПАСТА',
    'product_top_description_py_paste' => 'Поліуретанова паста - це матеріал, який зазвичай використовується для ремонту або реставрації різних поверхонь, таких як меблі, підлоги, а також в ремонтних роботах у будівництві та ремонті автомобілів. Вона має властивості, які дозволяють легко моделювати та формувати її під потрібну конфігурацію, а після затвердіння вона стає міцною та стійкою до впливу середовища. Поліуретанова паста може бути також використана для заповнення тріщин, вирівнювання поверхонь та ремонту пошкоджень, забезпечуючи естетичний вигляд та довговічність об`єкту.',
    //Продукт - ПІГМЕНТНІ ПАСТИ ДЛЯ ПОЛІУРЕТАНІВ

    'product_top_title_py_pigmented' => 'ПІГМЕНТНІ ПАСТИ ДЛЯ ПОЛІУРЕТАНІВ',
    'product_top_description_py_pigmented' => 'Пігментні пасти для поліуретанів - це спеціальні забарвлювальні добавки, які використовуються для надання бажаного кольору поліуретановим матеріалам. Їх використовують у виробництві різних продуктів, включаючи меблі, вироби з пластику, покриття для підлоги та інші вироби. Пігментні пасти дозволяють досягти різноманітності кольорів і відтінків, що робить їх популярними в індустрії дизайну та виробництва. Вони зазвичай додаються до поліуретанових смол або лаків під час їх виготовлення, забезпечуючи однорідне та стійке забарвлення поверхні. Такі пігменти дозволяють створювати індивідуальний дизайн і відтінки, що відповідають конкретним потребам та вимогам замовника.',
    //Продукт - ПОЛІУРЕТАНОВІ КЛЕЇ ДЛЯ ГУМОВОЇ ТА EPDM КРИХТИ

    'product_top_title_py_epdm' => 'ПОЛІУРЕТАНОВІ КЛЕЇ ДЛЯ ГУМОВОЇ ТА EPDM КРИХТИ',
    'product_top_description_py_epdm' => 'Поліуретанові клеї для гумової та EPDM (етиленпропілендієновий каучук) крихти широко використовуються для з`єднання гумових поверхонь між собою або з іншими матеріалами. Ці клеї мають високу адгезію до гуми та EPDM, що дозволяє створювати міцні та стійкі з`єднання. Вони застосовуються в різних галузях, включаючи виробництво гумових виробів, таких як килими, резинові покриття або спортивні майданчики, а також у промисловості для ремонту та монтажу гумових конвеєрних стрічок, ущільнювачів та інших деталей. Поліуретанові клеї для гуми та EPDM відомі своєю міцністю, стійкістю до впливу середовища та здатністю до роботи при різних температурах, що робить їх популярними в різноманітних промислових застосуваннях.',

    //Продукт - ПОЛІУРЕТАНОВІ КЛЕЇ ОДНОКОМПОНЕНТНІ ДЛЯ ДЕРЕВА Д4

    'product_top_title_py_wood' => 'ПОЛІУРЕТАНОВІ КЛЕЇ ОДНОКОМПОНЕНТНІ ДЛЯ ДЕРЕВА Д4',
    'product_top_description_py_wood' => 'Поліуретановий клей однокомпонентний для дерева є відмінним вибором для склеювання дерев`яних деталей в різних проектах столярного виробництва та будівництва. Цей клей має ряд переваг, включаючи простоту використання, адгезію до різних видів деревини, високу міцність з`єднання та стійкість до впливу вологи та температурних коливань. Він швидко твердіє, що дозволяє прискорити процес виробництва. Поліуретановий клей також забезпечує гнучкість у з`єднанні, що дозволяє дерев`яним деталям рухатися без ризику розриву з`єднання. Це робить його ідеальним вибором для меблевого виробництва, столярних ремонтних робіт та будівельних проектів, де вимагається надійне та стійке з`єднання дерев`яних елементів.',
    //Продукт - ПОЛІУРЕТАНОВІ КЛЕЇ ДЛЯ СЕНДВІЧ-ПАНЕЛЕЙ ТА КЛІНКЕРНИХ ТЕРМОПАНЕЛЕЙ

    'product_top_title_py_clinker' => 'ПОЛІУРЕТАНОВІ КЛЕЇ ДЛЯ СЕНДВІЧ-ПАНЕЛЕЙ ТА КЛІНКЕРНИХ ТЕРМОПАНЕЛЕЙ',
    'product_top_description_py_clinker' => 'Поліуретанові клеї для сендвіч-панелей та клінкерних термопанелей знаходять широке застосування в будівництві, особливо в системах утеплення та облицювання фасадів. Ці клеї забезпечують міцне і надійне з`єднання між різними матеріалами, такими як металеві або алюмінієві панелі, ізоляційні матеріали та клінкерні або керамічні термопанелі. Вони відмінно підходять для використання на зовнішніх поверхнях будівель, оскільки вони стійкі до впливу погодних умов, температурних коливань та ультрафіолетового випромінювання. Поліуретанові клеї для сендвіч-панелей також мають відмінні адгезійні властивості, що дозволяють створювати міцне з`єднання без утворення видимих зазорів або слідів клею, що поліпшує зовнішній вигляд облицювання фасаду.',
    //Продукт - ПОЛІУРЕТАНОВІ КЛЕЇ ОДНОКОМПОНЕНТНІ ДЛЯ ПОРОЛОНУ, МІКРОФІБРИ, ТЕКСТИЛЮ.

    'product_top_title_ppy_microfiber' => 'ПОЛІУРЕТАНОВІ КЛЕЇ ОДНОКОМПОНЕНТНІ ДЛЯ ПОРОЛОНУ, МІКРОФІБРИ, ТЕКСТИЛЮ.',
    'product_top_description_ppy_microfiber' => 'Поліуретановий клей однокомпонентний призначений для склеювання поролону, мікрофібри та текстилю. Він використовується в текстильній промисловості, виробництві меблів, автомобільному тюнінгу та інших галузях. Цей клей забезпечує міцне з`єднання без складних процедур змішування та має високу адгезію до різних матеріалів. Він також добре поглинає удари і вібрацію, що робить його відмінним вибором для використання в сферах, де важливо надійне та комфортне з`єднання пористих матеріалів.',
    //Продукт - ПОЛІУРЕТАНОВИЙ КЛЕЙ ДВОКОМПОНЕНТНИЙ ДЛЯ БУДІВЕЛЬНИХ МАТЕРІАЛІВ

    'product_top_title_py_construction' => 'ПОЛІУРЕТАНОВИЙ КЛЕЙ ДВОКОМПОНЕНТНИЙ ДЛЯ БУДІВЕЛЬНИХ МАТЕРІАЛІВ',
    'product_top_description_py_construction' => 'Поліуретановий клей двокомпонентний для будівельних матеріалів використовується для склеювання різних поверхонь у будівництві. Цей клей складається з двох компонентів, які потрібно змішати перед застосуванням. Він забезпечує міцне з`єднання між такими матеріалами, як бетон, камінь, цегла, дерево, метал та пластик. Поліуретановий клей відомий своєю високою міцністю з`єднання, стійкістю до вологи та температурних коливань, що робить його ідеальним для внутрішніх та зовнішніх робіт у будівництві. Цей клей дозволяє створювати надійні та довговічні з`єднання, що важливо у вимогливих умовах будівництва.',
    //Продукт - ПОЛІУРЕТАНОВИЙ КЛЕЙ ДВОКОМПОНЕНТНИЙ ДЛЯ ПАРКЕТУ ТА ЗАГАЛЬНОБУДІВЕЛЬНОГО ПРИЗНАЧЕННЯ

    'product_top_title_py_parquet' => 'ПОЛІУРЕТАНОВИЙ КЛЕЙ ДВОКОМПОНЕНТНИЙ ДЛЯ ПАРКЕТУ ТА ЗАГАЛЬНОБУДІВЕЛЬНОГО ПРИЗНАЧЕННЯ',
    'product_top_description_ppy_parquet' => 'Поліуретановий клей двокомпонентний для паркету та загальнобудівельного призначення використовується для монтажу паркетних дощок та інших дерев`яних покриттів підлоги, а також для склеювання різних будівельних матеріалів, таких як деревина, бетон, камінь, пластик та метал. Цей клей має дві компоненти, які потрібно змішати перед застосуванням, та відомий своєю високою міцністю з`єднання та стійкістю до вологи та термічних коливань. Він забезпечує надійне та довговічне з`єднання, що робить його ідеальним для використання як у професійному монтажі паркету, так і у загальних будівельних роботах, де потрібно міцне та стійке з`єднання різних матеріалів.',
    //Продукт - ПОЛІУРЕТАНОВИЙ КЛЕЙ ДВОКОМПОНЕНТНИЙ ДЛЯ ШТУЧНОЇ ТРАВИ

    'product_top_title_py_grass' => 'ПОЛІУРЕТАНОВИЙ КЛЕЙ ДВОКОМПОНЕНТНИЙ ДЛЯ ШТУЧНОЇ ТРАВИ',
    'product_top_description_py_grass' => 'Поліуретановий клей двокомпонентний для штучної трави використовується для монтажу та кріплення штучного газону або штучної трави на різних поверхнях, таких як бетон, асфальт, деревина або пластик. Цей клей зазвичай має високу міцність з`єднання і стійкість до впливу погодних умов, температурних змін і ультрафіолетового випромінювання. Він забезпечує надійне кріплення штучної трави до основи, утворюючи міцне та стійке з`єднання, яке дозволяє штучному газону залишатися на місці протягом тривалого часу. Цей клей є важливим компонентом у процесі встановлення штучного газону та допомагає забезпечити стійкість та довговічність покриття.',
    //Продукт - Водорозчинні клеї для паперу та картону

    'product_top_title_py_paper' => 'Водорозчинні клеї для паперу та картону',
    'product_top_description_py_paper' => 'Водорозчинні клеї для паперу та картону використовуються в різних галузях, таких як друкарство, упаковка, реклама та рукоділля. Ці клеї ефективно з`єднують папірні матеріали, такі як папір, картон, фотографії, етикетки тощо, забезпечуючи міцне та надійне з`єднання. Вони швидко сохнуть, мають добру адгезію та стійкість до вологи, що робить їх ідеальними для використання в умовах друкарських процесів або при виготовленні упаковки, де потрібно швидко та ефективно склеїти паперові або картонні вироби. Водорозчинні клеї також можуть бути безпечними для використання, оскільки вони зазвичай не містять розчинників або токсичних речовин.',
    //Продукт - СИКАТИВИ ТА ДИСПЕРГАТОРИ

    'product_top_title_py_sicavatives' => 'СИКАТИВИ ТА ДИСПЕРГАТОРИ',
    'product_top_description_py_sicavatives' => 'Сикативи та диспергатори - це речовини, які використовуються у різних галузях, зокрема у фармацевтиці, хімічній промисловості, фарбовому виробництві та інших галузях. Сикативи використовуються для прискорення процесу висихання фарб та лаків, вони каталізують окислення олігомерів та полімерів, що допомагає швидко утворювати міцні та стійкі плівки. Диспергатори використовуються для зниження поверхневого натягу рідини, що полегшує їх рівномірне розподілення у рідких системах та допомагає утримувати частинки матеріалу у стабільному стані. Ці речовини відіграють важливу роль у виробництві різних продуктів, забезпечуючи контроль за процесами, що відбуваються на молекулярному рівні.',

    //Продукт - КАТАЛІЗАТОРИ

    'product_top_title_py_catalysts' => 'КАТАЛІЗАТОРИ',
    'product_top_description_py_catalysts' => 'Каталізатори - це речовини, які прискорюють хімічні реакції, не змінюючи своєї власної структури під час процесу. Вони використовуються в широкому спектрі промислових процесів, включаючи синтез хімічних сполук, полімеризацію, гідрогенізацію та інші. Каталізатори забезпечують зниження енергії активації реакції, що призводить до прискорення швидкості реакції і зменшення витрат енергії. Вони можуть бути використані у великих масштабах у промисловості або у більш малих кількостях у лабораторних умовах для досліджень і розробок нових методів синтезу та виробництва. Каталізатори дозволяють покращити ефективність процесів і знизити їхню вплив на навколишнє середовище, що робить їх важливими компонентами в хімічній промисловості.',
    //Продукт - АНТИСЕПТИКИ

    'product_top_title_ppy_antiseptics' => 'АНТИСЕПТИКИ',
    'product_top_description_ppy_antiseptics' => 'Антисептики - це речовини або засоби, які використовуються для знищення або інгібування мікробів на поверхнях шкіри, ран або об`єктах. Вони використовуються для запобігання інфекцій та розповсюдження хвороб, зокрема у медичних, стоматологічних та ветеринарних установах, а також у господарствах, побуті, харчовій та косметичній промисловості. Антисептики можуть бути представлені різними формами, такими як розчини, мазі, спреї, гелі тощо, і вони містять активні речовини, такі як спирт, йод, хлоргексидин, перекис водню та інші. Вони ефективно забезпечують дезінфекцію поверхонь та шкіри, знищуючи або зменшуючи кількість мікробів, що можуть спричинити захворювання. Антисептики відіграють важливу роль у забезпеченні безпеки та гігієни та допомагають запобігти поширенню інфекційних захворювань.',
    //Продукт - СМОЛИ АЛКІДНО-МОДИФІКОВАНІ ТА БУТОКСИЛЬОВАНІ

    'product_top_title_py_butoxylated' => 'СМОЛИ АЛКІДНО-МОДИФІКОВАНІ ТА БУТОКСИЛЬОВАНІ',
    'product_top_description_py_butoxylated' => 'Смоли алкідно-модифіковані та бутоксильовані знаходять широке використання у різних галузях промисловості, включаючи виробництво фарб, лаків, покриттів, клеїв та інших матеріалів. Вони є важливими компонентами для створення покриттів, що мають високу міцність, стійкість до зношування, водостійкість та стійкість до ультрафіолетового випромінювання. Ці смоли можуть бути використані як покриття для металевих, дерев`яних або скляних поверхонь, а також як матеріал для виготовлення різноманітних виробів, від меблів до пластикових виробів. Вони також можуть бути модифіковані для виробництва спеціалізованих матеріалів, таких як композити, фільтри та інші продукти, що вимагають високих технічних характеристик.',
    //Продукт - АКРИЛОВІ ТА АКРИЛ-ПОЛІУРЕТАНОВІ СОПОЛІМЕРИ

    'product_top_title_py_acrylic' => 'АКРИЛОВІ ТА АКРИЛ-ПОЛІУРЕТАНОВІ СОПОЛІМЕРИ',
    'product_top_description_py_acrylic' => 'Акрилові та акрил-поліуретанові сополімери використовуються у широкому спектрі застосувань, включаючи виробництво фарб, лаків, клеїв, покриттів, пластиків та інших матеріалів. Вони відомі своєю високою стійкістю до зношування, водостійкістю та стійкістю до ультрафіолетового випромінювання, що робить їх ідеальними для використання у зовнішніх застосуваннях, таких як фарбування металевих або дерев`яних поверхонь. Крім того, акрилові сополімери можуть бути модифіковані для покращення адгезії до різних поверхонь, а також для надання особливих властивостей, наприклад, термостійкості або гнучкості. У багатьох випадках, акрил-поліуретанові сополімери дозволяють поєднувати високу міцність та стійкість поліуретанів з хорошою адгезією та естетичними властивостями акрилів, що робить їх популярними в різних галузях промисловості.',
    //Продукт - Полимочевина гарячого нанесення

    'product_top_title_py_hot_application' => 'Полимочевина гарячого нанесення',
    'product_top_description_py_hot_application' => 'Полімочевина гарячого нанесення – це високоміцна гідроізоляційна мембрана, яка застосовується для захисту різноманітних поверхонь від вологи, хімічних речовин та механічних пошкоджень. Цей продукт ідеально підходить для гідроізоляції плоских покрівель, терас, балконів, металевих покрівель, а також складних інженерних споруд, таких як мости, резервуари та очисні споруди. Полімочевина створює безшовне покриття, яке відрізняється високою еластичністю і здатністю витримувати значні температурні коливання та механічні навантаження. Крім того, ця гідроізоляція чудово взаємодіє з пінополіуретаном (ППУ) та пінополістиролом, утворюючи міцний бар`єр для захисту теплоізоляційних матеріалів. Вона також використовується для захисту резервуарів для зберігання нафтопродуктів, що потребують особливо стійкого покриття до хімічних впливів. Завдяки своїй стійкості до води і хімічних середовищ, полімочевина може використовуватися як захисне покриття для суден і плавальних басейнів, забезпечуючи довговічність і ефективність у різних умовах експлуатації.',

    //Продукт - Полимочевина холодного нанесення

    'product_top_title_py_cold_applied' => 'Полимочевина холодного нанесення',
    'product_top_description_py_cold_applied' => 'Полімочевина холодного нанесення – це високоефективний матеріал для гідроізоляції, який наноситься при звичайних температурних умовах, без необхідності нагрівання. Вона створює міцний, еластичний та безшовний шар, що захищає поверхні від проникнення вологи та інших впливів навколишнього середовища. Цей продукт ідеально підходить для гідроізоляції різних поверхонь, таких як бетон, цементні стяжки, гіпсокартон, металеві поверхні та шифер. Завдяки своїй універсальності, полімочевина холодного нанесення широко використовується для захисту конструкцій, які піддаються постійному впливу води або вологості. Основні сфери застосування цього матеріалу включають тераси, балкони, мости, тунелі, а також підлоги та паркінги. Завдяки високій адгезії до різних матеріалів і стійкості до механічних пошкоджень, полімочевина забезпечує довготривалий захист, зберігаючи свої гідроізоляційні властивості навіть за складних умов експлуатації. Вона є надійним рішенням для запобігання появі тріщин, протікань та інших проблем, пов`язаних із вологою.',

];